Revit 2024 API
ParameterTypeId.StructuralTopReleaseMz Property
 "Top Mz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralTopReleaseMz { get; }
Visual Basic
Public Shared ReadOnly Property StructuralTopReleaseMz As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralTopReleaseMz {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace